export const projects = [
    {
      title: "Выставка электромобилей и новых технологий",
      description: "Откройте для себя актуальные модели электромобилей и зарядных станций. Узнайте, как они меняют наш мир, делая его более экологичным и удобным. На выставке представлены ведущие бренды и их последние разработки. Вы сможете поучаствовать в тест-драйвах, чтобы выбрать подходящий для себя электротранспорт.",
      src: "electro.jpg",
      // link: "https://www.ignant.com/2023/03/25/ad2186-matthias-leidingers-photographic-exploration-of-awe-and-wonder/",
      color: "#228B22"
    },
    {
      title: "IT-проекты",
      description: "Познакомьтесь с IT-проектами, формирующими будущее. Мы представим новые разработки от ведущих компаний и стартапов, готовых поделиться своими достижениями и идеями.",
      src: "itWork.jpg",
      // link: "https://www.ignant.com/2022/09/30/clement-chapillon-questions-geographical-and-mental-isolation-with-les-rochers-fauves/",
      color: "#60b960"
    },
    {
      title: "Эпическая битва роботов",
      description: "Станьте свидетелем эпической битвы роботов. Смотрите, как команды инженеров собирают своих роботов и сражаются в октагоне, стремясь выбить соперника за пределы ринга. Не пропустите это увлекательное зрелище!",
      src: "fight.jpg",
      // link: "https://www.ignant.com/2023/10/28/capturing-balis-many-faces-zissou-documents-the-sacred-and-the-mundane-of-a-fragile-island/",
      color: "#6B8E23"
    },
    {
      title: "Мини-чемпионат по скалолазанию",
      description: "Для любителей активного отдыха мы подготовили мини-чемпионат по скалолазанию. Проверьте свои силы и ловкость!",
      src: "minigame.jpg",
      // link: "https://www.ignant.com/2019/03/13/a-photographic-series-depicting-the-uncertain-future-of-denmarks-treasured-coastlines/",
      color: "#99CF63"
    },
  ]

export const firstTimeline = {
     mainTitle: 'Программа на 21е сентября',
      items:[
        {id: 1, time: '10:00 - 11:00', title: 'Торжественное открытие фестиваля.', subtitle: 'Приветственные слова организаторов и представителей городских властей. '},
        {id: 2, time: '10:00 - 18:00', title: 'Музыкальное настроение от лучших Dj Ташкента'},
        {id: 3, time: '11:00 - 13:00 ', title: "Выставка: Настоящее электромобилей", subtitle:' Демонстрация последних моделей электроавтомобилей от ведущих производителей.'},
        {id: 4, time: '13:00 - 14:00 ', title: 'Open Talk', subtitle: 'о безопасном вождении самокатов' },
        {id: 5, time: '14:00 - 16:00', title: 'Серия лекций от экспертов об экологическом транспорте и влиянии на окружающую среду. '},
        {id: 6, time: '16:00 - 18:00', title: 'Панельная дискуссия', subtitle:  "Будущее транспорта: электрические решения"},
        {id: 7, time: '16:00 - 18:00', title: ' Битва роботов отборочный день'},
        {id: 8, time: '18:00 - 20:00', title: 'Концертная программа'}
      ],
    }


    export const secondTimeline = {
      mainTitle: 'Программа на 22е сентября',
       items:[
         {id: 1, time: '10:00 - 19:00', title: 'Мастер-классы от профессионалов по обслуживанию и эксплуатации электромобилей.'},
         {id: 2, time: '10:00 - 18:00', title: 'Музыкальное настроение от лучших Dj Ташкента'},
         {id: 3, time: '12:00 - 14:00', title: "Воркшопы по инновационным технологиям зарядки и хранения энергии."},
         {id: 4, time: '15:00 - 16:30 ', title: 'Конференция "Инвестиции и инновации в электромобильной индустрии".', subtitle: 'Открытая дискуссия "Развитие инфраструктуры для электротранспорта в городах Узбекистана' },
         {id: 5, time: '16:30 - 18:00', title: 'Тест-драйвы и презентация функций электроавтомобилей для посетителей.'},
         {id: 6, time: '16:00 - 18:00', title: 'Битва роботов финал'},
         {id: 7, time: '18:00 - 20:00', title: ' Завершающий концерт и торжественная церемония закрытия фестиваля.'},
         {id: 8, time: '18:00 - 20:00', title: 'Концертная программа'}
       ],
     }